<p><em><span style="color: #4b4f56; font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif; font-size: 14px;">"Sp&ouml;ket i K&ouml;ket - Barnmusik f&ouml;r vuxna!"<br /></span></em></p>
<p><em><span style="color: #4b4f56; font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif; font-size: 14px;">"Sp&ouml;ket i K&ouml;ket - Ett k&auml;rleksbarn mellan besinningsl&ouml;st rave och raj-raj p&aring; logen!"</span></em></p>
<p><span style="color: #4b4f56; font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif; font-size: 14px;"><br />Sp&ouml;ket i K&ouml;ket har utm&auml;rkt sig som en ny folkmusikalisk urkraft p&aring; den skandinaviska musikscenen. Ett svenskt/danskt folkfusion-storband med s&auml;llan sk&aring;dad partypotential! Hanterar lika v&auml;l skira visor och polskor som k&auml;ftsm&auml;lliga reels och schottisar. Lika v&auml;l h&aring;ngelballader som umpa-bumpa.<br /><br />Det sjungs p&aring; fyra spr&aring;k och spelas tjugotalet instrument! Musiken &auml;r ur nordiska och kanadensiska folkmusiktraditioner och fr&aring;n egna l&aring;tar i traditionell stil. Allt arrat f&ouml;r Sp&ouml;kets s&auml;ttning, vilket</span><span class="text_exposed_show" style="display: inline; font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif; color: #4b4f56; font-size: 14px;">&nbsp;b&auml;st beskrivs som ovanligt hipp bordunorkester med funkbl&aring;ssektion.<br /><br />Ett lounge/rave-folkband, det enda i sitt slag!</span></p>
<p><span class="text_exposed_show" style="display: inline; font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif; color: #4b4f56; font-size: 14px;">Nominerade till &Aring;rets nykomling i Folk- och v&auml;rldsmusikgalan -17, och debutplattan "Den nya spisen" sl&auml;pptes i Mars samma &aring;r! H&ouml;r den h&auml;r p&aring; sidan, under "media"!</span></p>
<p>&nbsp;</p>
<p>Sagt om Sp&ouml;ket, fr&aring;n nomineringen till &Aring;rets nykomling, Folk- och v&auml;rldsgalan 2017:</p>
<p><em>&rdquo;Varierad och vital folkmusik med en h&auml;rlig touch av gammal-jazz, musik som f&aring;r dig att t&auml;nka &ldquo;varf&ouml;r har jag inte h&ouml;rt detta f&ouml;rut?&rdquo;"</em></p>
<p>&nbsp;</p>
<p><em>&rdquo;Spelar folkmusik p&aring; ett helt nytt s&auml;tt och tar publiken med storm. Man kan inte annat &auml;n gilla dom.&rdquo;</em></p>